export default {
  projections: {
    ПосылкаE: {
      номер: {
        __caption__: 'Номер'
      },
      статус: {
        __caption__: 'Статус'
      },
      логистика: {
        __caption__: 'Логистика',
        информация: {
          __caption__: 'Информация'
        },
        состояние: {
          __caption__: 'Состояние посылки'
        }
      },
      ключ: {
        __caption__: 'Сгенерированный ключ',
        сгенКлюч: {
          __caption__: 'Сгенерированный ключ'
        }
      },
      пользователь: {
        __caption__: 'ФИО пользователя',
        фИО: {
          __caption__: 'ФИО пользователя'
        }
      }
    },
    ПосылкаL: {
      номер: {
        __caption__: 'Номер'
      },
      статус: {
        __caption__: 'Статус'
      },
      логистика: {
        __caption__: 'Информация посылки',
        информация: {
          __caption__: 'Информация посылки'
        },
        состояние: {
          __caption__: 'Состояние посылки'
        }
      },
      ключ: {
        __caption__: 'Сгенерированный ключ',
        сгенКлюч: {
          __caption__: 'Сгенерированный ключ'
        }
      },
      пользователь: {
        __caption__: 'ФИО пользователя',
        фИО: {
          __caption__: 'ФИО пользователя'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    статус: {
      __caption__: 'Статус'
    },
    ключ: {
      __caption__: 'Сгенерированный ключ'
    },
    логистика: {
      __caption__: 'Логистика'
    },
    пользователь: {
      __caption__: 'ФИО пользователя'
    }
  }
};
